Repository: PetyoLazarov92/pl-recipe-cookbook
Catalog: languages/*-recipe-cookbook-*.po
Languages: bg_bg

source: Ingredients
bg_bg: Продукти

source: Categories
bg_bg: Категории

source: Description
bg_bg: Описание

source: Category
bg_bg: Категория

source: All Categories
bg_bg: Всички категории

source: Notes
bg_bg: Бележки

source: No ingredients selected yet
bg_bg: Все още няма избрани продукти

source: Searching for recipes...
bg_bg: Търсене на рецепти...

source: Error loading recipes
bg_bg: Грешка при зареждане на рецепти

source: Select ingredients from the left to find recipes
bg_bg: Изберете продукти от ляво, за да намерите рецепти

source: No recipes found with the selected ingredients
bg_bg: Няма намерени рецепти с избраните продукти

source: Loading...
bg_bg: Зареждане...

source: found
bg_bg: намерени

source: Easy
bg_bg: Лесна

source: Medium
bg_bg: Средна

source: Hard
bg_bg: Трудна

source: min
bg_bg: мин

source: servings
bg_bg: порции

source: Instructions
bg_bg: Инструкции

source: Prep Time:
bg_bg: Подготовка:

source: Cook Time:
bg_bg: Готвене:

source: Servings:
bg_bg: Порции:

source: Difficulty:
bg_bg: Трудност:

source: Recipe Sidebar
bg_bg: Странична Лента за Рецепти

source: Widget area displayed below the table of contents on single recipe pages.
bg_bg: Област за уиджети, показвана под съдържанието на единични страници с рецепти.

source: Cooking Helper
bg_bg: Кулинарен Помощник

source: Displays a reference guide for cooking measurements and abbreviations.
bg_bg: Показва справочник за кулинарни мерки и съкращения.

source: Full List
bg_bg: Пълен списък

source: Show More
bg_bg: Покажи още

source: Hide
bg_bg: Скрий

source: Show Less
bg_bg: Скрий

source: c.c.
bg_bg: ч.ч.

source: tea cup (250 ml)
bg_bg: чаена чаша (250 мл)

source: tbsp
bg_bg: с.л.

source: tablespoon (15 ml)
bg_bg: супена лъжица (15 мл)

source: tsp
bg_bg: ч.л.

source: teaspoon (5 ml)
bg_bg: чаена лъжица (5 мл)

# cooking measurement abbr
source: pinch
bg_bg: щ.

# cooking measurement name
source: pinch
bg_bg: щипка

source: pc
bg_bg: бр.

source: piece
bg_bg: брой

source: kg
bg_bg: кг

source: kilogram
bg_bg: килограм

source: g
bg_bg: г

source: gram
bg_bg: грам

source: Title:
bg_bg: Заглавие:

source: Description:
bg_bg: Описание:

source: Full List Page:
bg_bg: Страница с пълен списък:

source: — Select —
bg_bg: — Избери —

# Post type general name
source: Recipes
bg_bg: Рецепти

# Post type singular name
source: Recipe
bg_bg: Рецепта

# Admin Menu text
source: Recipes
bg_bg: Рецепти

# Add New on Toolbar
source: Recipe
bg_bg: Рецепта

source: Add New
bg_bg: Добави нова

source: Add New Recipe
bg_bg: Добави нова рецепта

source: New Recipe
bg_bg: Нова рецепта

source: Edit Recipe
bg_bg: Редактирай рецепта

source: View Recipe
bg_bg: Виж рецепта

source: All Recipes
bg_bg: Всички рецепти

source: Search Recipes
bg_bg: Търси рецепти

source: Parent Recipes:
bg_bg: Родителски рецепти:

source: No recipes found.
bg_bg: Няма намерени рецепти.

source: No recipes found in Trash.
bg_bg: Няма намерени рецепти в кошчето.

# Overrides the "Featured Image" phrase
source: Recipe Image
bg_bg: Снимка на рецептата

# Overrides the "Set featured image" phrase
source: Set recipe image
bg_bg: Задай снимка на рецептата

# Overrides the "Remove featured image" phrase
source: Remove recipe image
bg_bg: Премахни снимката на рецептата

# Overrides the "Use as featured image" phrase
source: Use as recipe image
bg_bg: Използвай като снимка на рецептата

# The post type archive label used in nav menus
source: Recipe archives
bg_bg: Архив с рецепти

# Overrides the "Insert into post" phrase
source: Insert into recipe
bg_bg: Вмъкни в рецептата

# Overrides the "Uploaded to this post" phrase
source: Uploaded to this recipe
bg_bg: Качено към тази рецепта

# Screen reader text for the filter links
source: Filter recipes list
bg_bg: Филтрирай списъка с рецепти

# Screen reader text for the pagination
source: Recipes list navigation
bg_bg: Навигация в списъка с рецепти

# Screen reader text for the items list
source: Recipes list
bg_bg: Списък с рецепти

# taxonomy general name
source: Recipe Categories
bg_bg: Категории рецепти

# taxonomy singular name
source: Recipe Category
bg_bg: Категория рецепти

source: Search Recipe Categories
bg_bg: Търси категории рецепти

source: All Recipe Categories
bg_bg: Всички категории рецепти

source: Parent Recipe Category
bg_bg: Родителска категория

source: Parent Recipe Category:
bg_bg: Родителска категория:

source: Edit Recipe Category
bg_bg: Редактирай категория

source: Update Recipe Category
bg_bg: Обнови категория

source: Add New Recipe Category
bg_bg: Добави нова категория

source: New Recipe Category Name
bg_bg: Име на нова категория

# taxonomy general name
source: Recipe Tags
bg_bg: Тагове за рецепти

# taxonomy singular name
source: Recipe Tag
bg_bg: Таг за рецепта

source: Search Recipe Tags
bg_bg: Търси тагове

source: Popular Recipe Tags
bg_bg: Популярни тагове

source: All Recipe Tags
bg_bg: Всички тагове

source: Edit Recipe Tag
bg_bg: Редактирай таг

source: Update Recipe Tag
bg_bg: Обнови таг

source: Add New Recipe Tag
bg_bg: Добави нов таг

source: New Recipe Tag Name
bg_bg: Име на нов таг

source: Separate recipe tags with commas
bg_bg: Разделете таговете със запетаи

source: Add or remove recipe tags
bg_bg: Добави или премахни тагове

source: Choose from the most used recipe tags
bg_bg: Избери от най-използваните тагове

source: Tags
bg_bg: Тагове

source: Recipe Details
bg_bg: Детайли на рецептата

source: Preparation Time (minutes):
bg_bg: Време за подготовка (минути):

source: Cooking Time (minutes):
bg_bg: Време за готвене (минути):

source: Select Difficulty
bg_bg: Избери трудност

source: Ingredients:
bg_bg: Продукти:

source: Use [Section Name] to create sections. Example:
bg_bg: Използвайте [Име на секция] за създаване на секции. Пример:

source: For the dough
bg_bg: За тестото

source: For the filling
bg_bg: За плънката

source: Instructions (one step per line):
bg_bg: Инструкции (една стъпка на ред):

source: Search recipes...
bg_bg: Търсене на рецепти...

source: Search
bg_bg: Търси

source: Load More
bg_bg: Зареди още

source: &laquo; Previous
bg_bg: &laquo; Предишна

source: Next &raquo;
bg_bg: Следваща &raquo;

source: Find Recipe by Ingredients
bg_bg: Намери Рецепта по Продукти

source: Select the ingredients you have and discover delicious recipes you can make!
bg_bg: Изберете продуктите, които имате и открийте вкусни рецепти, които можете да приготвите!

source: Select Ingredients
bg_bg: Избери Продукти

source: All selected (exact match)
bg_bg: Всички избрани (точно съвпадение)

source: At least one ingredient
bg_bg: Поне една съставка

source: Selected:
bg_bg: Избрани:

source: Clear All
bg_bg: Изчисти Всички

source: No ingredients available.
bg_bg: Няма налични съставки.

source: Search Results
bg_bg: Резултати от Търсенето

source: Load More Recipes
bg_bg: Зареди Още Рецепти

source: Total Time:
bg_bg: Общо време:

source: Jump to Section
bg_bg: Към секция

source: Categories & Tags
bg_bg: Категории и тагове

source: Shopping Mode
bg_bg: Режим на пазаруване

source: Categories:
bg_bg: Категории:

source: Tags:
bg_bg: Тагове:

source: You might also like
bg_bg: Може да харесате и

source: No recipes found in this category.
bg_bg: Не са намерени рецепти в тази категория.

source: Tag
bg_bg: Таг

source: No recipes found with this tag.
bg_bg: Не са намерени рецепти с този таг.

source: Expand image
bg_bg: Увеличи снимката

source: Image lightbox
bg_bg: Преглед на снимката

source: Close lightbox
bg_bg: Затвори
